Repository: uebelsetzer/automatic_normalisation_of_historical_documents
Catalog: normalised/medical_nllb_noft.tmx
Source language: pt
Languages: pt_br

source: SE o enfermo estiver gordo, e naõ estiver evacuado por sangrias, comer, e dormir bem, e o fluxo de sangue naõ for demasiadamente grande , naõ lhe façais remedio algum.
pt_br: Se o paciente está grávido, e não está evacuado por sangramento, comer, dormir bem, e o fluxo sanguíneo não é muito grande, não há remédio para ele.

source: Se o enfermo for fraco, naõ dormir, e estiver evacuado , lhe fareis alguns remedios depois de ter lançado quasi huma tigela de sangue, sendo pelo nariz.
pt_br: Se você está doente de fraqueza, não dorme, e está evacuado, você fará alguns remédios depois de lançar quase um copo de sangue, sendo o cabelo do nariz.

source: Primeiramente lhe atirareis ao rosto com hum pucaro de agua , sem que o enfermo o veja lançar, e com a violência , que puder ser, de fórma , que lhe apanhe todo o rosto, e testa, cujo remedio se póde repetir por trez , ou quatro vezes , com interpolação de tempo entre huma , e outra vez ; e naõ bastando este remedio, lhe mandareis meter os testiculos em agoa bem fria, ou panos molhados nelles varias vezes repetidos.
pt_br: Primeiro, você atira no rosto com um punhado de água, sem que o doente ou veja lançar, e com uma violência, que pode ser, de forma, que lhe pega todo o rosto, e teste, cujo remédio pode ser repetido por três ou quatro vezes, com interpolação de tempo entre os humanos, e novamente; e não basta com este remédio, mandá-lo meter os testículos em um agua bem frio, ou os panos molhados em eles repetidas vezes.

source: Também saõ boas as ligaduras em os braços, e pernas; e naõ querendo parar, vereis de que venta corre o sangue: se for pela direita , lhe lançareis huma ventosa grande em sima do figado, o qual está hum dedo por baixo das costellas mendozas da parte direita; e se sahir pela venta esquerda, lhe lançareis a ventosa em sima do baço , o qual está da parte esquerda, hum dedo por baixo das mesmas costellas.
pt_br: Também são boas as ligações nos braços e pernas; e se quiser parar, verá que a venda corre ou sangra: se for pela direita, lançará um hum hum hum ventosa grande em sima do figado, ou que está hum dedo sob as costellas do lado direito; e se sahir pela esquerda, lançará um hum hum hum hum ventosa em sima do baço, ou que está na esquerda, hum dedo sob as mesmas costellas.

source: Se o enfermo lançar o sangue por ambas as ventas copiosamente, lhe lançareis duas ventosas, huma no figado, e outra no baço, e as repetireis atè que pare o fluxo de sangue.
pt_br: Se o doente lançar sangue por ambas as veias de forma copiosa, lançará duas veias, hum no figado, e a outra no baço, e repetirá assim para parar o fluxo sanguíneo.

source: Também saõ boas nas barrigas das pernas, e nos musculos pela parte de dentro bastante tempo.
pt_br: Também são boas nas barrigas das pernas e nos músculos por parte interna por um tempo.

source: Também he bom remedio disparar huma espingarda junto do mesmo enfermo , sem se lhe advertir antes.
pt_br: Também tem bom remedio disparar um espingarda junto ao mesmo doente, sem aviso prévio.

source: Se estes remedios naõ aproveitarem , tomareis duas claras de ovos com duas onças de pós restrictivos, e meya onça de gesso, com algumas teas de aranha ; e depois de bem batido tudo isto, de fórma, que fique em cataplasma , nem grossa, nem delgada, mas de boa subsistencia, lha poreis na testa, e fontes em humas planxetas de estopas finas , e das mesmas fareis humas mechas, que molhadas na mesma cataplasma, metereis pela venta, ou ventas, donde sahir o sangue , recomendando ao enfermo lhe naõ bula, nem se disponha a tussir.
pt_br: Se estes remédios não forem usados, tomem duas claras de ovos com duas onças de pó restritivos, e uma onça de gesso, com algumas chá de aranha; e depois de tudo bem batido, de forma, que fique em cataplasma, nem grosso, nem fino, mas de boa subsistência, poros na testa, e fontes em humas planilhas de estopas finas, e das mesmas fares mechas, que molham na mesma cataplasma, metereis pela venda, ou ventas, onde sahir o sangue, recomendando ao doente que não tenha ou não disponha de um tufo.

source: Se o fluxo do sangue for pela boca , lhe lançareis as ventosas na fórma jà referida ; e naõ parando, dareis ao enfermo de quarto a quarto de hora huma colher de xarope de rosas secas , ajuntando-lhe pós de terra sigillada, e bolo armenio, e alguns de coral preparado ; e aos que lançaõ sangue pelos narizes , se lhe póde dar este mesmo remedio.
pt_br: Se o fluxo sanguíneo for para a boca, lançará-lo-á como ventosas na forma que lhe corresponde; e, em qualquer caso, dará ao doente de quarto a quarto de hora uma colher de xarope de rosas secas, juntando-lhe póster de terra selado, bolo armênio e alguns corais preparados; e aos que lançarão sangue para o nariz, pode-se dar este mesmo remédio.

source: Se o fluxo de sangue for em ferida , que tenha algum enfermo, antevendo a dilaçaõ, que póde haver em vir o Cirurgião , fareis com grande diligência lexinos de estopas , e ao mesmo tempo mandareis bater claras de ovos, com pós de bolo armenio , de rosas , e de sangue de Drago, meya onça de cada cousa, e alguns pós de incenso ; e depois de estar tudo bem batido, molhareis hum lexino, e com elle tapareis a vea , e o apertareis com o dedo mostrador , e lhe hireis pondo os mais lexinos molhados na cataplasma , apertando-os sempre, e em sima lhe poreis humas planxetas, molhadas no mesmo, e apertareis a ferida muito bem com huma atadura.
pt_br: Se o fluxo de sangue para uma ferida, que tenha algum doente, antes da dilação, que possa haver em vir o Cirurgião, fará com grande diligência lexinos de estopas, e ao mesmo tempo mandareis bater claras de ovos, com pós de bolo armênio, de rosas, e de sangue de Drago, meio-oceano de cada coisa, e alguns pós de incenso; e depois de tudo bem batido, molhareis hum lexino, e como ela tapareis ver, e o apertareis com o dedo mostrador, e o seu pondo os mais lexinos molhados no cataplasma, apertando-os sempre, e em em em em em em em em em em em em em em em em em em em em em em em pores de pores, molhadas no mesmo, e apertareis muito bem

source: Se estes remedios naõ obrarem, carregareis a ferida com pós de pedra hume queimada , com teas de aranha , e em sima huma estopada de claras de ovos.
pt_br: Se esses remédios não funcionarem, carregareis uma ferida com pós de pedra queimada, com chá de aranha e com um cimento humano cheio de claras de ovos.

source: Também saõ boas as raspas de Cortidores , e pós de alecrim ; e depois de lhe fazeres todos estes remedios, lhe poreis panos de vinagre aguado bem frio em sima da ferida.
pt_br: Também pode ser usado como raspas de Cortidores, e depois de alecrim; e depois de fazer todos esses remédios, você pode colocar uma panela de vinagre bem fria em cima da ferida.
